Repository: adaschma/gnome-display-brightness-ddcutil
Catalog: display-brightness-ddcutil@themightydeity.github.com/po/*.po
Languages: de

source: General
de: Allgemein

source: Enable "All" Slider
de: Gemeinsamen Schieberegler anzeigen

source: Enable "Internal" Slider
de: Internen Schieberegler anzeigen

source: Use Only "All" Slider
de: Nur gemeinsame Regler anzeigen

source: Show Value Label
de: Aktuellen Wert anzeigen

source: Show Display Name
de: Bildschirmname anzeigen

source: Button Location
de: Position der Schaltfläche

source: Hide System Indicator
de: Systemindikator verstecken

source: Position in System Indicator
de: Position des Systemindikators

source: Position in System Menu
de: Position im System-Menü

source: Keyboard Shortcuts
de: Tastaturkurzbefehle

source: Increase Brightness
de: Helligkeit erhöhen

source: Decrease Brightness
de: Helligkeit verringern

source: Advanced Settings
de: Erweiterte Einstellungen

source: Allow Zero Brightness
de: Vollständige Abdunkelung erlauben

source: DDC VCP Brightness Ids
de: DDC VCP Helligkeits Ids

source: Backlight Level: White (6B)
de: Hintergrund-Helligkeit: Weiß (6B)

source: Brightness (10)
de: Helligkeit (10)

source: Disable Display State Check
de: Status-Überprüfung Bildschrim deaktivieren

source: Top Bar
de: Obere Leiste

source: System Menu
de: System-Menü

source: Set Shortcut…
de: Tastaturkurzbefehle setzen

source: Initializing
de: Initialisiere

source: Settings
de: Einstellungen

source: Reload
de: Neu laden

source: All
de: Alle
